{
  "additional_special_tokens": [
    {
      "content": "<|im_end|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false
    }
  ],
  "eos_token": "<|endoftext|>",
  "pad_token": "<|endoftext|>"
}
